IDEA Open Model
PlateElements Constructor (Int32)
Compatible with IDEA StatiCa 20.1
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public PlateElements(
	int count
)
Public Sub New (
	count As Integer
)
Parameters
count
Type: System.Int32
Number of plate elements
See Also
Reference
PlateElements Class
PlateElements Overload
IdeaRS.OpenModel.Result Namespace